[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Pablo Ocampo
VERSION=8.0.0

[Language]
LANGUAGE=Galego
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x456

[Menu]
FILE=&Arquivo
FILE_EXIT=&Saír
EDIT=&Editar
EDIT_COPY=&Copiar
THEME=&Tema
HELP=&Axuda
HELP_ABOUT=&Sobre CrystalDiskMark
LANGUAGE=Idioma 
ZOOM=&Escala
AUTO=&Auto
TEST_DATA=&Datos de proba
DEFAULT_RANDOM=Por defecto (aleatorio)
SETTINGS=&Configuración
SAVE=&Gardar
QUEUES_THREADS=&Filas e fíos
INTERVAL_TIME=Intervalo de tempo
SECOND=seg
MINUTE=min
HOUR=hora
ALL_ZERO=Todo 0x00 (Encher 0)
SELECT_FOLDER=Seleccionar cartafol
FONT_SETTING=&Axustes de tipografía
PROFILE=&Perfil
PROFILE_DEFAULT=Perfil por defecto
PROFILE_PEAK=Rendemento máximo
PROFILE_REAL=Rendemento do mundo real
; 8.0.0
SAVE_TEXT=Gardar （&texto）
SAVE_IMAGE=&Gardar （imaxe）
PROFILE_DEMO=P&erfil de demostración

[Message]
STOP_BENCHMARK=Deter a proba.
DISK_CAPACITY_ERROR=Espazo en disco insuficiente.
DISK_CREATE_FILE_ERROR=Erro de creación de arquivo.
DISK_WRITE_ERROR=Erro de escritura.
DISK_READ_ERROR=Erro de lectura.
DISK_SPD_NOT_FOUND=Non se atopa DiskSPD. Por favor, reinstale CrystalDiskMark.

[Title]
TEST_DRIVE=Disco para a proba.
TEST_SIZE=Tamaño da proba
TEST_COUNT=Número de probas
TEST_UNIT=Unidade de proba
TEST_MIX=Razón de mestura
; 8.0.0
TEST_MODE=Modo de proba

[WindowTitle]
ABOUT=Sobre CrystalDiskMark
QUEUES_THREADS=Filas e fíos
FONT_SETTING=Axustes de tipografía
COMMENT=Comentario
; 8.0.0
SETTINGS=Axustes

[Dialog]
DEFAULT=Predeterminada
AUTO=Auto
FONT_FACE=Tipografía
FONT_SCALE=Escala da tipografía (%)
FONT_RENDER_METHOD=Método de renderizado
BLOCK_SIZE=Tamaño do bloque
QUEUES=Filas
THREADS=Fíos
SEQUENTIAL_1=Secuencial (1)
SEQUENTIAL_2=Secuencial (2)
RANDOM_1=Aleatorio (1)
RANDOM_2=Aleatorio (2)
DEFAULT_AFFINITY=Afinidade predeterminada
ENABLED=Habilitado
DISABLED=Deshabilitado
; 8.0.0
TYPE=Tipo
PROFILE_DEFAULT=Perfil: predeterminado
PROFILE_PEAK_PERFORMANCE=Perfil: rendemento máximo
PROFILE_DEMO=Perfil de demostración
MEASURE_TIME=Medición do tempo (seg)
INTERVAL_TIME=Intervalo de tempo (seg)
